/* $ObjectName=MAFLogonUING_iOS_iPad */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIProgressDialogText" = "Přihlašování";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIAlertViewButtonText" = "OK";

/* XHED: label for a field max. 60 chars */
"keyMAFLogonUIAlertViewTitle" = "Chyba";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerHost" = "Server";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelResourcePath" = "Sufix URL";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelForceGatewayConnection" = "Pouze brána (Gateway)";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerPort" = "Port";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Doména";

/* XFLD: label for a switch (on/off), max 60 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Zabezpečený kanál";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPassword" = "Heslo";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Potvrzení hesla";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelFarmId" = "ID farmy";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Konfigurace zabezpečení";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendUserName" = "Uživatelské jméno";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Nový kód";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Kód";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Potvrdit kód";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Aktuální kód k aplikaci";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Kód k aplikaci";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelMobileUser" = "Mobilní uživatel";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelActivationCode" = "Aktivační kód";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelGatewayClient" = "Klient";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "Kód SSO";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Uživatelské jméno";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Heslo";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Heslo";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Uživatelské jméno";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldHintOptional" = "(Nepovinné)";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelDeleteUser" = "Chcete aplikaci deaktivovat?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelLock" = "Chcete aplikaci uzamknout?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Chcete aktualizovat nastavení aplikace?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerTrust" = "Důvěřujete tomuto certifikátu?";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelUploadTrace" = "Chcete sledování uploadovat na server?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Zapnout kód";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Vypnout kód";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Změna kódu";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Data přihlášení";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Detaily";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Kód k aplikaci";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Kód k aplikaci";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Další";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelStartLogon" = "Přihlášení";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDemoMode" = "Zkusit";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Zrušit";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Hotovo";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Zrušit";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Přihlášení";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Zapomněli jste kód?";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockStart" = "Zamknout";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockCancel" = "Zrušit";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Aktualizovat";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Zrušit";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Deaktivovat";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Zrušit";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Hotovo";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Zrušit";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Hotovo";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Zrušit";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Zrušit";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Upload";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "Zapomenutý kód SSO";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Přeskočit";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Hotovo";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Zrušit";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Další";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Další";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeStart" = "Hotovo";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Zpět";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Zrušit";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Přihlášení";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Zadat kód SSO";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Zámek kódu";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Zadejte přihlašovací údaje";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Zadat kód";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Nastavit kód";

/* XHED: label for a group of fields max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Změna kódu";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Přihlášení";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Smazat";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Zamknout";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Aktualizovat";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Upload sledování";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Aktualizovat heslo";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Přihlašovací údaje";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Přihlášení";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Nastavit kód.";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Nastavit kód";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "Zadat heslo SSO";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Zadat přihlašovací údaje";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Nastavit kód";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Změna kódu";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Změna kódu";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Vypnout kód";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Přihlášení";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Smazat";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Zamknout";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Aktualizovat";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Upload sledování";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Aktualizace hesla";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Přihlašovací údaje";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "SAP MAF - ukázkové přihlášení";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Pokud nemáte vlastní přihlašovací data, můžete aplikaci zkusit s ukázkovými daty.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Zadejte přihlašovací údaje a přihlaste se k aplikaci. Aplikace si tyto údaje zapamatuje.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Musíte nastavit kód k aplikaci, abyste aplikaci ochránili před neoprávněným použitím.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Můžete nastavit kód k aplikaci a chránit aplikaci před neoprávněným použitím.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Můžete nastavit kód k aplikaci a chránit aplikaci před neoprávněným použitím.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Chcete-li změnit kód, zadejte starý kód k aplikaci a potom nový.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Chcete-li změnit kód, zadejte starý kód k aplikaci a potom nový.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Zadáním kódu k aplikaci vypnete kód.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Zadejte kód k aplikaci, abyste se přihlásili do aplikace.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Toto je příklad kontextuálního přístupu pro přihlašovací sekvenci, který využívá komponenty MAF - mazání";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Toto je příklad kontextuálního přístupu pro přihlašovací sekvenci, který využívá komponenty MAF - zámek";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Toto je příklad kontextuálního přístupu pro přihlašovací sekvenci, který využívá komponenty MAF - aktualizace";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Toto je příklad kontextuálního přístupu pro přihlašovací sekvenci, který využívá komponenty MAF - upload sledování";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Zadejte aktuální heslo k aktualizaci hesla použitého pro aplikaci.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Můžete zobrazit vlastní přihlašovací údaje k aplikaci.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "Zadejte heslo k práci s Client Hub.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Zadejte přihlašovací údaje Afaria.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Zadejte své údaje k přihlášení do aplikace. Aplikace Client Hub přihlašovací údaje ukládá, můžete je použít také v jiných aplikacích.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIConfirmationMessage" = "Chcete aplikaci určitě vyresetovat?";

/* XHED: message max. 60 chars */
"keyMAFLogonUIConfirmationTitle" = "Potvrzení";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Zrušit";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationOKButtonLabel" = "OK";

/* XMSG: message max. 60 chars */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Změnit kód k aplikaci";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Nastavit kód k aplikaci";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIDeleteProgressDialogText" = "Mazání";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Aktualizace";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Probíhá upload";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGRegistrationCancelled" = "Registrace byla zrušena.";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGOperationCancelled" = "Operace byla zrušena.";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "Zásada kódu Afaria je “vždy vypnuto“, takže kód k aplikaci nemůžete změnit.";

/* XMSG: message */
"keyErrDescrMAFLogonManagerErrorPasswordsNotEqual" = "Zadané kódy k aplikaci si neodpovídají.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "Zadané kódy k aplikaci si neodpovídají.";

/* XMSG: message */
"keyErrMAFLogonUINGCannotRegisterUsingCertificate" = "Registraci nelze provést pomocí typu registrace certifikátu. Zkontrolujte, zda je klient Afaria nainstalován správně, nebo zda je nastaven poskytovatel certifikátu.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "Zapomenutý kód SSO";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "Resetovat kód SSO v Client Hub a restartovat aplikaci.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "Přeskočení záznamu SSO odpojí tuto aplikaci od Client Hub.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Neplatný kód SSO";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operace není v tomto stavu povolena.";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidCharacter" = "%1$@ pole obsahuje neplatný znak";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidLength" = "%1$@ délka musí být méně než %2$d znaků";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidPort" = "Port musí být mezi 1 a 65535";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Starý kód";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Překročení času";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Ihned";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "Za %1$i sekundu.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "Za %1$i sekund.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "Za %1$i minutu.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "Za %1$i minut.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "Za %1$i hodinu.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "Za %1$i hodin.";

